Repository: ulut0002/ulut0002-mad9137-final-project
Catalog: OttawaOpenDoors/Localizable.xcstrings
Source language: en
Languages: fr_ca

# About_Event_Description_P1
source: During this early June event, you can visit more than 100 significant buildings across Ottawa—including many that normally charge admission or are closed to the public—for free.
fr_ca: Pendant cet événement du début de juin, vous pouvez visiter plus de 100 bâtiments importants à travers Ottawa, incluant plusieurs qui demandent normalement une admission ou qui sont fermés au public, et ce, gratuitement.

# About_Event_Description_P2
source: Explore embassies, breweries, churches, museums and other fascinating places during Doors Open Ottawa—the second-largest event of its kind in Canada and one of the largest in the world! The featured properties are valued for their historical, cultural, functional or architectural significance. In the past, visitors have been able to see a Victorian jail that’s now a hostel, a 1920s garage that’s now a brewery, and the artefact storage facility of a National Historic Site.
fr_ca: Explorez les ambassades, brasseries, églises, musées et d'autres endroits fascinants lors de la Journée portes ouvertes d'Ottawa, le deuxième plus grand événement du genre au Canada et l'un des plus importants au monde ! Les propriétés en vedette sont appréciées pour leur importance historique, culturelle, fonctionnelle ou architecturale. Par le passé, les visiteurs ont pu voir une ancienne prison victorienne transformée en auberge, un garage des années 1920 devenu brasserie, et l'entrepôt d'artefacts d'un lieu historique national.

# About_Event_Description_P3
source: The roster of buildings—some of which offer special behind-the-scenes access—changes slightly from year to year. Many sites are within walking distance of downtown hotels, and shuttle buses run between strategic locations."
fr_ca: La liste des bâtiments, dont certains offrent un accès spécial en coulisses, change légèrement d'une année à l'autre. De nombreux sites sont accessibles à pied depuis les hôtels du centre-ville, et des navettes assurent la liaison entre des endroits stratégiques.

# Building_Distance_From_You
source: %1@ km from you
fr_ca: %1@ km de chez vous

# Building_View_Awaiting_Description
source: Awaiting description.
fr_ca: En attente de description

# Building_View_Button_Show_Less
source: Show Less
fr_ca: Afficher moins

# Building_View_Button_Show_More
source: Show More
fr_ca: Afficher plus

# Building_View_Opening_Hours
source: Opening Hours
fr_ca: Heures d'ouverture

# Building_View_Opening_Hours_Text
source: %1$@ - %2$@ to %3$@
fr_ca: %1$@ - de %2$@ à %3$@

# Building_View_Recenter_Map
source: Re-center
fr_ca: Recentrer

# Building_View_Title_Amenities
source: Amenities
fr_ca: Équipements

# Building_View_Title_Location
source: Location
fr_ca: Emplacement

source: By Distance
fr_ca: Par distance

source: Cancel
fr_ca: Annuler

# Category_Academic
source: Academic Instutitions
fr_ca: Établissements académiques

# Category_Business_Foundation
source: Business / Foundations
fr_ca: Entreprise / Fondations

# Category_Community_Center
source: Community / Care
fr_ca: Communauté / Soin

# Category_Embassy
source: Embassies
fr_ca: Ambassades

# Category_Functional_Building
source: Functional Buildings
fr_ca: Bâtiments fonctionnels

# Category_Gallery_Theatre
source: Galleries and Theatres
fr_ca: Galerie et Théâtres

# Category_Government
source: Government
fr_ca: Gouvernement

# Category_Museum_Archive_Historic
source: Museums, Archives & Historic Sites
fr_ca: Musées, Archives et Sites historiques

# Category_Other
source: Other
fr_ca: Autre

# Category_Religious
source: Religious
fr_ca: Religieux

# Category_Sports_Leisure
source: Sports & Leisure
fr_ca: Sports et Loisirs

# Content_Not_Available_Description
source: Please try again later.
fr_ca: Veuillez réessayer plus tard.

# Content_Not_Available_Text
source: Something wrong happened during fetch. Sorry!
fr_ca: "Quelque chose s'est mal passé pendant la récupération. Désolé!

# Favorites_Count_Plural
source: %1$d saved attractions
fr_ca: %1$d attractions sauvegardées

# Favorites_Count_Zero
source: You haven't saved anything yet.
fr_ca: Vous n'avez encore rien sauvegardé.

# Feature_Bike_Parking
source: Bike Parking
fr_ca: Stationnement pour vélos

# Feature_Family_Friendly
source: Family Friendly
fr_ca: Adapté aux familles

# Feature_Free_Parking
source: Free Parking
fr_ca: Stationnement gratuit

# Feature_Guided_Tour
source: Guided Tour
fr_ca: Visite guidée

# Feature_Is_New
source: New Buildings
fr_ca: Nouveaux bâtiments

# Feature_OC_Transpo_NearBy
source: OC Transport Nearby
fr_ca: Transport en commun (OC) à proximité

# Feature_Open_Saturday
source: Open on Saturdays
fr_ca: Ouvert le samedi

# Feature_Open_Sunday
source: Open on Sundays
fr_ca: Ouvert le dimanche

# Feature_Paid_Parking
source: Paid Parking
fr_ca: Stationnement payant

# Feature_Public_Washroom
source: Public Washrooms
fr_ca: Toilettes publiques

# Feature_Shuttle_Bus
source: Shuttle Bus
fr_ca: Navette

source: Filters
fr_ca: Filtres

# Filters_View_Label_ApplyFiltersButton
source: Apply Filters
fr_ca: Appliquer les filtres

# Filters_View_Label_Bookmark_Filters
source: Bookmark Filters
fr_ca: Filtres de favoris

# Filters_View_Label_Building_Features
source: Building Features
fr_ca: Élaboration des fonctionnalités

# Filters_View_Label_Cancel
source: Cancel
fr_ca: Annuler

# Filters_View_Label_Categories
source: Categories
fr_ca: Catégories

# Filters_View_Label_Filters
source: Filters
fr_ca: Filtres

# Filters_View_Label_Reset
source: Reset
fr_ca: Réinitialiser

# Filters_View_Label_Search_Keyword
source: Search all attractions by keyword..
fr_ca: Recherche par mot-clé..

# Filters_View_Label_Search_Keyword_Bookmark
source: Search bookmarks by keyword..
fr_ca: Recherchez des favoris par mot-clé...

# Filters_View_Label_Sort_By_Distance
source: By Distance
fr_ca: Par distance

# Filters_View_Label_Sort_By_Name
source: By Name
fr_ca: Par nom

# Filters_View_Label_SortBy
source: Sort By
fr_ca: Trier par

source: iOS Developer
fr_ca: Développeur iOS

# Language_English
source: English (Anglais)
fr_ca: Anglais (English)

# Language_French
source: French (Français)
fr_ca: Français (French)

# Main_TopBar_Title
source: Doors Open Ottawa
fr_ca: Ottawa Portes Ouvertes

# More_About_Event_Label
source: About the Event
fr_ca: À propos de l'événement

# More_About_Serdar_Position
source: Developer, Designer
fr_ca: Programmeur, designer

# More_About_Serdar_Title
source: About Serdar
fr_ca: À propos de Serdar

# More_About_Team_Description
source: Team Next Step, a dynamic software development team, consistently strives for innovation and excellence in crafting cutting-edge solutions.
fr_ca: L'équipe Prochaine Étape, une équipe dynamique de développement logiciel, s'efforce constamment d'innover et d'atteindre l'excellence dans la création de solutions de pointe.

# More_About_Team_Label
source: About the Team
fr_ca: À propos de l'équipe

# More_About_Team_Name
source: Team Next Step
fr_ca: Équipe Prochaine Étape

# Navigation_Home
source: Home
fr_ca: Acceuil

# Navigation_Map
source: Map
fr_ca: Carte

# Navigation_More
source: More
fr_ca: Plus

# Navigation_Saved
source: Saved
fr_ca: Favoris

# Network_Not_Connected
source: You do not have Internet access. Please reconnect to the Internet and try again.
fr_ca: Vous avez pas d'accès à l'Internet. Branchez-vous sur le web pis réessayez.

# Search_Results_Count
source: %1$d results found!
fr_ca: %1$d résultats trouvés!

# Settings_Language_English
source: English
fr_ca: Anglais

# Splash_Screen_Header
source: Doors Open Ottawa
fr_ca: Ottawa Portes Ouvertes

# Splash_Screen_Subtitle
source: Celebrating our community’s heritage
fr_ca: Célébrons le patrimoine bâti de notre communauté

# Suggest_New_Place_Building_Category
source: Category
fr_ca: Catégorie

# Suggest_New_Place_Building_Name
source: Name
fr_ca: Nom

# Suggest_New_Place_Details
source: Attraction Details
fr_ca: Détails de l'attraction

# Suggest_New_Place_List_Label
source: Suggest New Place
fr_ca: Proposer un nouvel endroit

# Suggest_New_Place_Submit_Label
source: Send
fr_ca: Envoyer

# Suggest_New_Place_Text
source: Help us showcase the best of Ottawa in the Open Doors Festival! Found a unique spot? Submit it through our app.
fr_ca: Aidez-nous à mettre en valeur le meilleur d'Ottawa lors du Festival Portes Ouvertes ! Vous avez découvert un endroit unique ? Soumettez-le via notre application.

# Suggestion_Description_Missing
source: Please enter a description
fr_ca: Veuillez entrez une description.

# Suggestion_Fail
source: We are sorry. We were unable to register your suggestion. Please try again later.
fr_ca: Nous sommes désolés. Nous n'avons pas pu enregistrer votre suggestion. Veuillez réessayer ultérieurement.

# Suggestion_Name_Missing
source: Please enter a name
fr_ca: Veuillez entrer un nom.

# Suggestion_Successful
source: We received your suggestion! Thank you for making Ottawa Open Doors a better festival!
fr_ca: Nous avons bien reçu votre suggestion ! Merci de contribuer à améliorer le festival Ottawa Portes Ouvertes.

source: This is a friendly reminder.
fr_ca: Ceci est un rappel amical.

# Toolbar_Title
source: Ottawa Open Doors
fr_ca: Ottawa Portes Ouvertes

# Toolbar_Title_Favorites
source: Saved Items
fr_ca: Articles sauvegardés

# Toolbar_Title_More
source: More..
fr_ca: Plus..

# Visit_Site
source: Visit
fr_ca: Visiter

source: Website
fr_ca: Site web
